Revit 2027 API
ExportLineweightKey Constructor
 Constructs a new default ExportLineweightKey.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExportLineweightKey()
Public Sub New
public:
ExportLineweightKey()
new : unit -> ExportLineweightKey
See Also
Reference
ExportLineweightKey Class
ExportLineweightKey Overload
Autodesk.Revit.DB Namespace